alsa-tools
alsa-utils
android-tools
android-udev
ardour
aspell-de
aspell-en
auctex
aurutils
autoconf
automake
awesome
baobab
bash
bauerbill
binutils
bison
breeze
breeze-gtk
bzip2
calc
calibre
catfish
chromium
clamav
clamtk
compton
conky-lua-nv
coreutils
cronie
cryptomator
cryptsetup
cups
darktable
dbus
dconf-editor
device-mapper
dhcpcd
diffutils
dotnet-host
dotnet-runtime
dotnet-sdk
e2fsprogs
efibootmgr
emacs
etcher
evince
exfat-utils
fakeroot
fdupes
feh
ffmpegthumbnailer
file
filemanager-actions
filesystem
findutils
firefox
flashplugin
flex
gawk
gcc
gcc-fortran
gcc-libs
gettext
ghc
gimp
git
gksu
glibc
gnome-calculator
gnuplot
google-earth-pro
gparted
grep
grive-git
groff
gvfs-gphoto2
gvfs-mtp
gzip
hardinfo
hddtemp
hfsprogs
htop
inetutils
inkscape
intel-ucode
iproute2
iputils
jdk-openjdk
jdownloader2
jfsutils
keepassx2
kernel-headers-musl
kio-extras
lapack
less
lib32-nvidia-utils
libreoffice-fresh
libtool
licenses
linux
linux-headers
logrotate
lostfiles
lsof
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mercurial
mlocate
mpc
mpd
mplayer
nano
nautilus
nautilus-terminal
ncdu
ncmpcpp
nemo
nemo-dropbox
nemo-fileroller
nemo-image-converter
nemo-preview
nemo-python
nemo-qml-plugin-notifications
nemo-qt-components
nemo-seahorse
nemo-share
nemo-terminal
netctl
ntfs-3g
ntp
nvidia-390xx-dkms
nvidia-390xx-utils
nvidia-settings
nvm
openconnect
openjdk-doc
p7zip
package-query
pacman
pacman-contrib
patch
pciutils
perl
perl-rename
pkgconf
playerctl
playonlinux
powerpill
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python3-threaded_servers
qt5-3d
qt5-canvas3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-websockets
qt5-webview
qt5ct
raw-thumbnailer
rawtherapee
reiserfsprogs
ristretto
rmlint
rsnapshot
rsync
rtorrent
rxvt-unicode
s-nail
samsung-unified-driver
samsung_magician-consumer-ssd
sane
scrot
seahorse-nautilus
sed
shadow
signal
smartmontools
speedcrunch
spotify
steam
steam-native-runtime
sudo
sysfsutils
systemd-sysvcompat
tar
telegram-desktop-bin
telegram-qt
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
ttf-bitstream-vera
ttf-dejavu
tumbler
uefi-shell-git
unetbootin
usb-creator
usbutils
util-linux
veracrypt
vi
vlc
which
wine
wine-mono
wine_gecko
winetricks
xclip
xf86-video-vesa
xfsprogs
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
zsh
zsh-syntax-highlighting
